Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/depts/other_files/stm201220130029000dddepub.epub.tmx
Source language: nob
Languages: sme

source: De mulighetene informasjons- og kommunikasjonsteknologi (IKT) og velferdsteknologi gir for helse- og omsorgssektoren er også behandlet i Meld. St. 23 (2012–2013) Digital agenda for Norge – IKT for vekst og verdiskaping, og må også ses i sammenheng med Meld. St. 9 (2012–2013) Én innbygger – én journal.
sme: Vejolašvuođat, maid diehto- ja gulahallanteknologiija (DGT) addá dearvvašvuođa- ja fuolahansuorgái, leat gieđahallojuvvon maiddái St.dieđáhusas (2012–2013) Digital agenda for Norge – IKT for vekst og verdiskaping, ja dat leat maid oktavuođas St.dieđáhusain 9 (2012–2013) Én innbygger – én journal.

source: Kvalitet
sme: Kvaliteahtta

source: Regjeringen har tidligere lagt fram Meld. St. 10 (2012–2013) God kvalitet – trygge tjenester, om kvalitet og pasientsikkerhet i helse- og omsorgstjenesten, blant annet med mål om et mer brukerorientert helse- og omsorgstilbud, en mer aktiv pasient- og brukerolle, mer systematisk utprøving av nye behandlingsmetoder og bedre kvalitet gjennom kunnskap og innovasjon.
sme: Ráđđehus lea ovdal ovddidan St.dieđ. 10 (2012–2013) God kvalitet – trygge tjenester, om kvalitet og pasientsikkerhet i helse- og omsorgstjenesten, man ulbmilin lea earret eará buorebut geavaheaddjái heivehuvvon dearvvašvuođa- ja sosiálafálaldat, aktiivvalaččabu divššohas- ja geavaheaddjirolla, ođđa dálkkodanvugiid vuogádatlabbo geahččaleapmi ja buoret kvaliteahtta máhtu ja innovašuvnna bokte.

source: Avtale med KS
sme: Soahpamuš KS:in

source: Regjeringen og KS har inngått en avtale om utvikling av kvalitet i de kommunale helse- og omsorgstjenestene 2012–2015.
sme: Ráđđehus ja KS leat vuolláičállán soahpamuša gielddaid dearvvašvuođa- ja fuolahanbálvalusaid kvaliteahta ovddideami hárrái 2012–2015.

source: Her er partene blant annet enige om å bidra til nyskaping og nytenkning i den kommunale helse- og omsorgstjenesten med et særskilt fokus på mobilisering av medborgeransvar og deltakelse, tidlig innsats, forebygging, rehabilitering og bruk av ny teknologi.
sme: Oasálaččat leat dan oktavuođas ovtta oaivilis earret eará dan hárrái, ahte galget ovddidit ođđaráhkadeami ja ođđa jurddašeami gielddaid dearvvašvuođa- ja fuolahanbálvalusas, ja dan olis erenoamážit johttáhit eanet mielborgárovddasvástádusa ja searvama, árra muttu áŋgiruššama, ovddalgihtii eastadeami, veajuiduhttima ja ođđa teknologiija geavaheami.

source: Det blir pekt på at kommunene står overfor utfordringer både når det gjelder endringer i alderssammensetningen i befolkningen og nye yngre brukergrupper med andre behov og preferanser.
sme: Čujuhuvvo dasa, ahte gielddain leat hástalusat sihke dan dáfus ahte álbmoga ahkečohkiidus rievdá ja nuorat geavaheaddjijoavkkuid dáfus, main leat eará dárbbut ja preferánssat.

source: Disse utfordringene må løses ved best mulig effektiv utnyttelse av de samlede ressursene og gjennom nyskaping:
sme: Daid hástalusaid ferte čoavdit dan láhkai, ahte geavahit ollislaš návccaid nu beaktilit go vejolaš, ja ođđaráhkademiin:

source: «Partene vil sikre bærekraftige tjenester i framtida gjennom forskning, innovasjon og løsninger som fremmer kvalitet i alle ledd.
sme: «Oasálaččat áigot sihkkarastit nana bálvalusaid boahtteáigái dutkamiin, innovašuvnnain ja čovdosiiguin, mat ovddidit kvaliteahta buot lađđasiin.

source: Partene er enige om at innovasjonsarbeidet i helse- og omsorgstjenestene skal forankres som en del av et helhetlig kommunalt innovasjonsarbeid.
sme: Oasálaččat leat ovtta oaivilis dan hárrái, ahte dearvvašvuođa- ja fuolahanbálvalusaid innovašuvdnabarggu galgá dahkat gielddaid ollislaš innovašuvdnabarggu oassin.

source: Partene vil i fellesskap:
sme: Oasálaččat áigot ovttas:

source: stimulere til innovasjonsarbeid både på nasjonalt, regionalt og lokalt plan, på tvers av sektorer og nivåer, og i samarbeid med næringsliv, organisasjoner og sivilsamfunn
sme: movttiidahttit innovašuvdnabargui sihke nationála, guovllu ja báikkálaš dásis, surggiid rájáid rastá, ja ovttasbarggus ealáhusaiguin, organisašuvnnaiguin ja siviila servodagain

source: samarbeide om utvikling av infrastruktur for kommunalt innovasjonssamarbeid
sme: ovttasbarggus ovddidit gielddaid innovašuvdnabarggu infrastruktuvrra

source: utnytte det kommunale plansystemet til nytenkning, omstilling og gjennomføring av nye måter å jobbe på
sme: geavahit gielddaid plánavuogádaga vejolašvuođaid ođđa jurddašeapmái, nuppástuhttimii ja ođđa bargovugiid čađaheapmái

source: arbeide med å få på plass løsninger som gjør at brukere som ønsker det kan bo hjemme lengst mulig
sme: ollašuhttit čovdosiid, maid vehkiin geavaheaddjit, geat nu háliidit, sáhttet ássat ruovttus nu guhká go vejolaš

source: bidra til å utvikle nye boformer og boligløsninger, blant annet gjennom nye samarbeidsprosjekter
sme: ovddidit ođđa ássanvugiid ja ásodatčovdosiid, earret eará ođđa ovttasbargoprošeavttaiguin

source: bidra til bruk av velferdsteknologi, blant annet gjennom opplæring, kompetanse og organisasjonsutvikling
sme: ovddidit buorrediliteknologiija geavaheami, earret eará oahpahusain, gelbbolašvuođain ja organisašuvnna ovddidemiin

source: bidra til en framtidsrettet frivillighetspolitikk
sme: bargat boahtteáigái heivehuvvon eaktodáhtolašvuođapolitihka ovdii

source: bidra til en politikk som støtter pårørende som yter omsorg og tilrettelegger for frivillig omsorg»
sme: bargat politihka ovdii, mii doarju oapmahaččaid, geat barget fuolahemiin, ja mii láhčá dilálašvuođaid eaktodáhtolaš fuolaheapmái»

source: Kommunal innovasjon
sme: Gielddaid innovašuvdna

source: Parallelt med Helse- og omsorgsdepartementets meldingsarbeid har Kommunal- og regionaldepartementet utarbeidet en kommunal innovasjonsstrategi, som skal stimulere innovasjonsarbeidet i hele kommunesektoren.
sme: Buohtalagaid Dearvvašvuođa- ja fuolahandepartemeantta dieđáhusbargguin lea Gielda- ja guovlodepartemeanta ráhkadan gielddaid innovašuvdnastrategiija, mainna movttiidahttet olles gieldasuorggi innovašuvdnabargui.

source: Denne meldingen må ses i sammenheng med strategien Nye vegar til framtidas velferd, og de generelle kommunalpolitiske virkemidlene som skal bidra til å fremme kommunal innovasjon.
sme: Dán dieđáhusa ferte oaidnit oktavuođas strategiijain Nye vegar til framtidas velferd, ja oppalaš gieldapolitihkalaš gaskaomiiguin, maiguin ovddidit gielddaid innovašuvnna.

source: Helse- og omsorgsdepartementet skal etablere et forum for dialog mellom helse- og omsorgstjenestene, akademia, næringslivet og profesjonsorganisasjonene.
sme: Dearvvašvuođa- ja fuolahandepartemeanta galgá ásahit gulahallanforuma, man olis dearvvašvuođa- ja fuolahanbálvalusat, akademiija, ealáhusat ja ámmátorganisašuvnnat sáhttet gulahallat.

source: Forumet skal i 2013 gi innspill til og foreslå tiltak til en bred og samlet strategi for forskning og innovasjon innenfor helse- og omsorgsfeltet, HelseOmsorg21.
sme: Forum galgá 2013 áigge buktit oainnuid ja árvalusaid, maid vuođul ráhkadit dearvvašvuođa- ja fuolahansuorgái viiddis ja oppalaš dutkan- ja innovašuvdnastrategiija, HelseOmsorg21.

source: Strategien skal danne grunnlag for en målrettet, helhetlig og koordinert nasjonal innsats for forskning, utvikling og innovasjon innenfor helse og omsorg.
sme: Strategiija vuođul áŋgiruššagohtet ulbmillaččat ja ollislaččat dearvvašvuođa ja fuolaheami dutkama, ovddideami ja innovašuvnna ovdii nationála dásis.

source: Innovasjon i helse
sme: Dearvvašvuođasuorggi innovašuvdna

source: Meldingen må videre ses i sammenheng med at Helse- og omsorgsdepartementet sammen med Nærings- og handelsdepartementet har en tiårig (2007–2017) satsing på behovs- og forskningsdrevet innovasjon og kommersialisering i helse- og omsorgssektoren.
sme: Dieđáhusa vuođđun lea maid dat, ahte Dearvvašvuođa- ja fuolahusdepartemeanta lea ovttas Ealáhus- ja gávpedepartemeanttain áŋgiruššan logi jagi (2007–2017) dearvvašvuođa- ja fuolahansuorggi innovašuvnna ja kommersialiserema ovdii, mii dahkkojuvvo dárbbuid ja dutkama vuođul.

source: Satsingen inkluderer innovasjon innen IKT og medisinsk-teknisk utstyr, innovasjon i offentlige anskaffelser samt innovasjon på bakgrunn av store samfunnsutfordringer som kroniske sykdommer, en økende aldrende befolkning, og bedre samhandling mellom tjenestenivåene.
sme: Leat áŋgiruššan DGT ja medisiinnalaš teknihkalaš rusttegiid innovašuvnna ovdii, almmolaš háhkamiid innovašuvnna ovdii ja innovašuvnnaid ovdii, mat gusket stuorra servodathástalusaide nu movt kronalaš dávddaide, boarrásut álbmoga oasi lassáneapmái ja bálvalusdásiid buoret ovttasdoaibmamii.

source: Viktige aktører i satsningen er de regionale helseforetakene, InnoMed, Innovasjon Norge, Norges forskningsråd og Helsedirektoratet.
sme: Áŋgiruššama mávssolaš aktevrrat leat guovlluid dearvvašvuođafitnodagat, InnoMed, Innovasjon Norge, Norgga dutkanráđđi ja Dearvvašvuođadirektoráhtta.

source: Aktørene har inngått en nasjonal samarbeidsavtale og tiltaksplan.
sme: Oasálaččat leat vuolláičállán nationála ovttasbargošiehtadusa ja doaibmaplána.

source: KS deltar også i samarbeidet.
sme: KS maid searvá ovttasbargui.

source: Satsingen omfatter en styrking av ordningen med offentlige forsknings- og utviklingskontrakter (OFU) til helseformål og tiltak for å stimulere til arenaer og møteplasser mellom leverandørindustrien, helsesektoren og virkemiddelapparatet.
sme: Áŋgiruššama olis nannejit dearvvašvuođasuorggi almmolaš dutkan ja ovddidansoahpamušaid ortnega (ADO) ja doaimmaid, maiguin movttiidahttet lágidit arenaid ja sajiid, main leverandevraindustriija, dearvvašvuođasuorgi ja gaskaoapmeapparáhtta gulahallet.

source: Innovasjon på internasjonal dagsorden
sme: Innovašuvdna deattuhuvvo riikkaidgaskasaččat

source: Innovasjon i offentlig sektor settes nå på dagsorden i internasjonale fora både i Norden og Europa, blant annet gjennom EU, OECD, FN og WHO.
sme: Almmolaš suorggi innovašuvdna deattuhuvvo dál sihke Davviriikkaid ja Eurohpá riikkaidgaskasaš forumiin, earret eará EU, OECD, ON ja WHO olis.

source: Sentrale tema og drivere bak denne utviklingen er blant annet de demografiske og økonomiske utfordringer vi står overfor (Unece 2012).
sme: Dakkár ovdáneami váldoákkat leat earret eará demográfalaš ja ekonomiija hástalusat, mat mis leat (Unece 2012).

source: A society for all ages og Active ageing and solidarity between generations står som noen av de viktigste overskriftene for dette arbeidet.
sme: Dán barggu mávssoleamos fáttáide gullet A society for all ages ja Active ageing and solidarity between generations.

source: Det tegnes et nytt bilde av eldre innbyggere og deres rolle i arbeidsliv, samfunnsliv og kulturliv.
sme: Hábmejuvvo ođđa govva vuorrasut ássiin ja sin rollas bargoeallimis, servodagas ja kulturdoaimmain.

source: Deltakelse, inkludering, selvstendighet og uavhengighet er sentrale tema.
sme: Mávssolaš fáttát leat searvan, searvadahttin, ieš birgen ja sorjjasmeahttunvuohta.

source: Bekjempelse av aldersdiskriminering (alderisme) og tillitskapende brobygging mellom unge og eldre ses som viktige virkemidler for en seniorpolitikk som angår alle generasjoner og får betydning for alle samfunnsområder.
sme: Ahkevealaheami vuostálastin ja luohttámuša ásaheapmi nuorabuid ja boarrásabbuid gaskii leat mávssolaš doaibmagaskaoamit, maiguin ovddidit vuorrasiidpolitihka mii guoská buot buolvvaid ja mii váikkuha buot servodatsurggiide.

source: Åtte prinsipper for en god omsorgstjeneste
sme: Buori fuolahanbálvalusa gávcci vuođđojurdaga

source: Helse- og omsorgsdepartementet utarbeidet sammen med Pensjonistforbundet, Kirkens Bymisjon, KS, Norsk Sykepleierforbund, Fagforbundet, Fellesorganisasjonen for barnevernspedagoger, sosionomer og vernepleiere åtte prinsipper for gode omsorgstjenester, som ble lagt fram våren 2012.
sme: Dearvvašvuođa- ja fuolahandepartemeanta ja Pensjonistforbundet, Kirkens Bymisjon, KS, Norsk Sykepleierforbund, Fagforbundet, Fellesorganisasjonen for barnevernspedagoger, sosionomer og vernepleiere čálle ja almmustahtte giđđat 2012 gávcci vuođđojurdaga, maidda buorit fuolahanbálvalusat vuođđuduvvet.

source: Omsorgstjenesten:
sme: Fuolahanbálvalusain:

source: bygger på et helhetlig menneskesyn
sme: vuođđun lea ollislaš olmmošoaidnu

source: er basert på medbestemmelse, respekt og verdighet
sme: vuođđun lea mielmearrideapmi, gudnejahttin ja olmmošvuohta

source: er tilpasset brukernes individuelle behov
sme: heivehit bálvalusaid geavaheddjiid oktagaslaš dárbbuide

source: viser respekt og omsorg for pårørende
sme: atnet árvvus oapmahaččaid ja fuolahit sis

source: består av kompetente ledere og ansatte
sme: barget gelbbolaš jođiheaddjit ja bargit

source: vektlegger helsefremmende aktivitet og forebyggende tiltak
sme: deattuhit dearvvašvuođa ovddideaddji ja buohcuvuođa eastadeaddji doaimmaid

source: er fleksibel, forutsigbar og tilbyr koordinerte og helhetlige tjenester
sme: leat njuovžilat, einnostahttit ja fállet buohtalastojuvvon ja ollislaš bálvalusaid

source: er lærende, innovativ og nyskapende
sme: sáhttá oahppat, leat innovatiiva ja ráhkadit juoidá ođđa

source: Disse åtte prinsippene legges også til grunn i denne meldingen.
sme: Gávcci vuođđojurdaga leat maid dán dieđáhusa vuođđun.

source: 2 Sammendrag – Omsorgsplan 2020
sme: 2 2020 fuolahanplána čoahkkáigeassu

source: Figur 2.1
sme: Govus 2.1

source: «Alle bør være opptatt av framtida.
sme: «Buohkat berrejit beroštit boahtteáiggis.

source: Det er der vi skal tilbringe resten av vårt liv.»
sme: Dan áigodagashan mii eallit iežamet loahppaeallimis.»

source: Kilde: Ordtak
sme: Gáldu: Sátnevájas

source: Omsorgsplan 2020 blir en plan for å møte både dagens behov og morgendagens utfordringer.
sme: 2020 fuolahanplánas váldet vuhtii sihke dán áigge dárbbuid ja boahtteáiggi hástalusaid.

source: Samtidig som dagens Omsorgsplan 2015 gjennomføres, starter arbeidet med å utvikle og innarbeide nye og framtidsrettede løsninger.
sme: Seammás go ollašuhttit dálá 2015 fuolahanplána, de ovddidišgoahtit ja ollašuhttigoahtit ođđa, boahtteáigái jurddašuvvon čovdosiid.

source: For å ivareta kontinuitet og helhet, legges derfor tiltakene i denne meldinga inn som nye elementer i dagens omsorgsplan og overlapper denne fram til og med 2015.
sme: Jotkkolašvuođa ja ollislašvuođa geažil váldit danin fárrui dán dieđáhusa doaimmaid dálá fuolahanplána ođđa oassin, nu ahte plánat leat lávgalagaid gitta 2015 rádjai.

source: Det legger grunnlag for koordinert innsats med felles framdrift.
sme: Dan láhkai sáhttit buohtalagaid áŋgiruššat oktasaš ovdáneami ovdii.

source: Gradvis avløses dagens plan av de nye tiltakene som bidrar til å gi den en mer innovativ innretning:
sme: Dađistaga bohtet dálá plána sadjái ođđa doaimmat, mat stivrejit innovatiivasat guvlui:

source: Morgendagens omsorg – et innovasjonsprogram fram mot 2020.
sme: Boahtteáiggi fuolaheapmi –innovašuvdnaprográmma gitta 2020 rádjai.

source: Morgendagens omsorgstjenestebrukere – med et ressursorientert perspektiv.
sme: Boahtteáiggi fuolahanbálvalusaid geavaheaddjit – man perspektiivan lea deattuhit resurssaid.

source: Morgendagens omsorgsfelleskap – med et pårørendeprogram, en nasjonal frivillighetsstrategi og politikk for ideelle, samvirkebaserte og private tjenesteleverandører.
sme: Boahtteáiggi fuolahansearvevuohta – mii sisdoallá oapmahašprográmma, nationála eaktodáhtolašvuođastrategiija ja politihka, mainna ovddidit ideála, ovttasdoaibmi ja priváhta bálvalusaid fálliid.

source: Morgendagens omsorgstjeneste – med faglig omlegging og større vekt på tidlig innsats, hverdagsrehabilitering og nettverksarbeid.
sme: Boahtteáiggi fuolahanbálvalus – mas leat fágalaš rievdadusat ja mas deattuhit eanet árra muttu áŋgiruššama, árgabeaiveajuiduhttima ja fierpmádatbarggu.

source: Morgendagens omsorgsomgivelser – med et program for utvikling og innføring av velferdsteknologi og tiltak for fornyelse, bygging og utvikling av framtidas sykehjem og omsorgsboliger.
sme: Boahtteáiggi fuolahanbirrasat – man prográmma olis ovddidit buorrediliteknologiija ja doaimmaid, maiguin ođasmahttet, huksejit ja ovddidit boahtteáiggi buhcciidsiiddaid ja fuolahanásodagaid.

source: Regjeringen kommer tilbake til de ulike programmer og tiltak i det enkelte års statsbudsjett, og det tas forbehold om at de vil bli gjennomført når det er budsjettmessig dekning.
sme: Ráđđehus máhccá iešguđet prográmmaide ja doaimmaide sierra jagiid stáhtabušeahtain, ja doaimmaid čađahit dalle go daid sáhttá vuoruhit bušeahtas.

source: Arbeidet med iverksettelse av tiltakene i planen knyttes til det administrative apparat som er etablert i Helsedirektoratet, Husbanken og regional statsforvaltning for gjennomføringen av dagens omsorgsplan.
sme: Plána doaimmaid ollašuhttin biddjojuvvo hálddahuslaš apparáhttii, mii lea ásahuvvon čađahit dálá fuolahanplána, namalassii Dearvvašvuođadirektoráhttii, Viessobáŋkui ja guovllu stáhtahálddašeapmái.

source: Det forutsettes at Helsedirektoratet i arbeidet med å fremme innovasjon
sme: Eaktuduvvo ahte Dearvvašvuođadirektoráhtta innovašuvnna ovddidettiinis

source: forsterker og benytter InnoMed i arbeidet med innovasjon på helse- og omsorgsfeltet
sme: nanne ja geavaha InnoMed dearvvašvuođa- ja fuolahansuorggi innovašuvdnabargguid oktavuođas

source: bidrar til og benytter det kompetansesenter og de tiltak som etableres i regjeringens kommunale innovasjonsstrategi
sme: ovddida ja geavaha gelbbolašvuođaguovddáža ja doaimmaid, mat álggahuvvojit ráđđehusa gielddaid innovašuvdnastrategiija olis

source: Videre legges det opp til at de regionale sentre for omsorgsforskning styrkes for å kunne bistå kommunene med følgeforskning og gjøre dokumentasjon fra innovasjonsprosjekter tilgjengelige for kommunene.
sme: Viidáseappot galget guovlluid fuolahandutkamaguovddážat nannejuvvot, vai dat sáhttet doarjut gielddaid čuovvumušdutkamiin ja lágidit innovašuvdnaprošeavttaid dokumentašuvnnaid gielddaid olámuddui.

source: De fylkesvise utviklingssentrene for sykehjem og hjemmetjenester skal bidra til spredning og formidling.
sme: Fylkkaid buhcciidsiiddaid ja ruovttubálvalusaid ovddidanguovddážat galget leat mielde lávdadeamen ja gaskkusteamen dieđuid.

source: Samtidig innrettes virkemidlene som disponeres av sentrale forsknings- og innovasjonsinstitusjoner, slik at de fremmer kommunenes innovasjonsevne på helse- og omsorgsfeltet.
sme: Seammás heivehit gaskaomiid, maid guovddášdási dutkan- ja innovašuvdnaásahusat hálddašit, dakkárin ahte dat ovddidit gielddaid innovašuvdnanávccaid dearvvašvuođa- ja fuolahansuorggis.

source: 2.1 Morgendagens omsorg
sme: 2.1 Boahtteáiggi fuolahus

source: Helse- og omsorgstjenestene står overfor store oppgaver framover.
sme: Dearvvašvuođa- ja fuolahanbálvalusain leat viiddis doaimmat boahtteáiggis.

source: Befolkningens alderssammensetning endres og kompleksiteten i oppgaveløsningen vil øke.
sme: Álbmoga ahkečohkiidus rievdá ja bargguid čađaheapmi šaddá mohkkát.

source: Framfor å heve terskelen for å få hjelp må det i større grad utvikles tjenester som støtter opp under forebygging, tidlig innsats og rehabilitering.
sme: Dan sadjái ahte váttásmahttit veahki oažžuma, de fertet ovddidit eanet bálvalusaid, mat dorjot ovddalgihtii eastadeami, árra muttu doaimmaid ja veajuiduhttima.

source: For å utløse ressurser på tvers av og utenfor kommuneorganisasjonen må det ses med nye øyne på hva en tjeneste skal være, og hvem som skal være med på å skape den.
sme: Vai olahit návccaid gieldaorganisašuvnna rájáid rastá ja daid olggobealde, de fertet varas čalmmiiguin guorahallat makkár bálvalus galgá leat, ja gii galgá leat mielde ráhkadeamen dan.

source: Morgendagens omsorgstjeneste skal legge til rette for at brukerne i større grad blir en ressurs i eget liv, for at lokalsamfunnets innbyggere mobiliseres på nye måter og blir ressurser for hverandre, for at velferdsteknologi blir en ressurs for brukere som dermed får bedre muligheter til å mestre hverdagen, og for at ressursene hos ideelle og frivillige organisasjoner videreutvikles og tas i bruk på nye måter.
sme: Boahtteáiggi fuolahanbálvalusas galget láhčit dilálašvuođaid buorebut dasa, ahte geavaheaddjit ieža sáhttet šaddat iežaset eallima resursan, ahte báikkálaš servodaga ássiid ožžot johtui ođđa vugiiguin nu ahte sii šaddet guhtet guimmiideaset resursan, ahte buorrediliteknologiija šaddá resursan geavaheddjiide, geat dan vehkiin ožžot buoret vejolašvuođaid birget dábálaš eallimis, ja ahte ovddidit ja váldet ođđa vugiiguin atnui ideála ja eaktodáhtolaš organisašuvnnaid návccaid.

source: Disse ressursene er ikke nye, men det er først når vi systematisk trekker inn ulike aktører i utforming og produksjon av tjenestene at nye løsninger oppstår.
sme: Návccat eai leat ođđasat, muhto ođđa čovdosat šaddet easkka go mii vuogádatlaččat hástit iešguđet aktevrraid fárrui hábmet ja ráhkadit bálvalusaid.

source: 2.1.1 Innovasjonsprogram 2020 – for morgendagens omsorg
sme: 2.1.1 2020 innovašuvdnaprográmma – boahtteáiggi fuolaheami ovdii

source: De seneste tiårene har kommunenes rolle i innovasjonsarbeidet først og fremst vært å legge til rette for næringsutvikling og innovasjon i privat sektor.
sme: Maŋimuš logijagiid lea gielddaid rolla innovašuvdnabarggus leamaš vuosttažettiin láhčit dilálašvuođaid ealáhusaid ovdáneapmái ja priváhta suorggi innovašuvdnii.

source: Framtidige utfordringer krever at kommunene selv settes i sentrum av innovasjonssystemet, der utformingen og produksjonen av tjenestene blir det sentrale.
sme: Boahtteáiggi hástalusat eaktudit, ahte gielddat ieža leat innovašuvdnavuogádaga guovddážis, ja ahte bálvalusaid hábmen ja ráhkadeapmi šaddá váldun.

source: Innovasjonsprosesser settes imidlertid ikke i gang av seg selv.
sme: Innovašuvdnaproseassat eai dattetge vuolgge johtui iešalddes.

source: Innovasjon er alltid forbundet med usikkerhet og forutsetter derfor risikovillighet.
sme: Innovašuvdnii laktása álo eahpesihkarvuohta ja eaktuda danin ahte háliidit váldit riskkaid.

source: Mens forskningsmiljøene og næringslivet har egne virkemiddelaktører, er det få innovasjonsvirkemidler rettet mot omsorgssektoren og kommunene.
sme: Dutkanbirrasiin ja ealáhusain leat sierra gaskaoapmeaktevrrat, fuolahansuorggi ja gielddaid várás fas leat unnán innovašuvdnagaskaoamit.

source: Derfor er det behov for et rammeverk og virkemidler som legitimerer innovasjon i kommunal sektor, og som gjør at kommunene i større grad kan prøve ut nye løsninger når de står overfor komplekse utfordringer.
sme: Danin dárbbašuvvojit rámmat ja gaskaoamit, mat legitimerejit gieldasuorggi innovašuvnna, ja maid vehkiin gielddat sáhttet buorebut geahččalit ođđa čovdosiid, go sin ovddas leat mohkkás hástalusat.

source: Dette er en nasjonal oppgave der det viktigste arbeidet må skje i den enkelte kommune, i samarbeid mellom lokale folkevalgte, fagfolk, brukere, pårørende, organisasjoner og næringslivet.
sme: Dát lea nationála bargu, man mávssoleamos oassi ferte dahkkojuvvot gielddain, ovttasbarggus báikkálaš álbmotválljen ovddasteddjiiguin, fágaolbmuiguin, geavaheddjiiguin, oapmahaččaiguin, organisašuvnnaiguin ja ealáhusaiguin.

source: Men det kreves også at det tas grep på nasjonalt nivå som koordinerer, støtter og gir retning til det lokale arbeidet, og som samtidig kan bidra til kompetansebygging, forskning og kunnskapsutvikling, formidling, motivering, rådgivning, dokumentasjon og spredning av nye utprøvde løsninger.
sme: Gáibiduvvojit gal maid nationála dási doaimmat, maiguin bálddalastet doaimmaid, dorjot ja stivrejit báikkálaš barggu, ja man olis seammás sáhttet nannet gelbbolašvuođa, dutkama ja máhtu ovddideami, gaskkusteami, movttiidahttima, rávvema, dokumenterema ja ođđa, geahččaluvvon čovdosiid lávdadeami.
